Repository: ajenguianis/Eurocave
Catalog: translations/messages.*.xlf
Languages: de

source: Please Confirm your Email
de: Bitte bestätigen Sie Ihre E-Mail-Adresse

source: Your email address has been verified.
de: Ihre E-Mail-Adresse wurde überprüft.

source: You should agree to our terms.
de: Sie müssen unsere Bedingungen akzeptieren.

source: Please enter a password
de: Geben Sie bitte ein Passwort ein

source: Your password should be at least {{ limit }} characters
de: Ihr Passwort muss mindestens {{limit}} Zeichen besitzen

source: The password fields must match.
de: Die Passwortfelder müssen einander entsprechen.

source: New password
de: Neues Passwort

source: Repeat Password
de: Das Passwort wiederholen

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein

source: User could not be found.
de: Der Nutzer ist nicht auffindbar.

source: Login form
de: Login-Formular

source: You are logged in as
de: Sie sind eingeloggt als

source: Logout
de: Ausloggen

source: Login
de: Sich einloggen

source: with serial number
de: mit einer Seriennummer

source: Serial number
de: Seriennummer

source: Password
de: Passwort

source: Remember me
de: Eingeloggt bleiben

source: Register here
de: Melden Sie sich an

source: Forgot password
de: Passwort vergessen

source: Submit
de: Bestätigen

source: French
de: Französisch

source: English
de: Englisch

source: Spanish
de: Spanisch

source: Email
de: E-Mail-Adresse

source: Group
de: Gruppe

source: Sign up form
de: Anmeldeformular

source: Sign up
de: Anmeldung

source: Reset your password
de: Setzen Sie Ihr Passwort zurück

source: Reset password
de: Das Passwort zurücksetzen

source: Reset password form
de: Formular zum Zurücksetzen des Passworts

source: Enter your email address and we we will send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link, um Ihr Passwort zurückzusetzen.

source: Send password reset email
de: Eine E-Mail zum Zurücksetzen des Passworts senden

source: To reset your password, please visit the following link
de: Um Ihr Passwort zurückzusetzen, klicken Sie bitte auf folgenden Link

source: This link will expire in
de: Dieser Link gilt für

source: Password Reset Email Sent
de: E-Mail zum Zurücksetzen des Passworts gesandt

source: An email has been sent that contains a link that you can click to reset your password. This link will expire in
de: Es wurde eine E-Mail mit einem Link an Sie gesandt, auf den Sie klicken können, um Ihr Passwort zurückzusetzen. Dieser Link gilt für

source: hour(s)
de: Stunde(n)

source: If you don't receive an email please check your spam folder or
de: Wenn Sie keine E-Mail erhalten, überprüfen Sie bitte Ihren Spamordner oder

source: try again
de: versuchen Sie es nochmals

source: Hi! Please confirm your email!
de: Bitte bestätigen Sie Ihre E-Mail-Adresse!

source: Please confirm your email address by clicking the following link
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf folgenden Link klicken

source: Confirm my Email
de: Meine E-Mail-Adresse bestätigen

source: Cheers!
de: Auf Ihre Gesundheit!

source: Agree terms
de: Die Bedingungen akzeptieren

source: submit
de: bestätigen
